Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/moving_country/moving_abroad/freedom_of_movement_within_the_eu/freedom_of_movement_in_the_eu.html.txt.tmx
Source language: en
Languages: ro

source: Freedom of movement in the EU
ro: Libertatea de mişcare în UE

source: The right to free movement is one of the basic rights of EU citizens
ro: Dreptul la liberă mişcare este unul din drepturile de bază ale cetăţenilor UE

source: This right is provided for in the Treaties governing the EU and in EU Directives and Regulations
ro: Acest drept este prevăzut în Tratatele ce guvernează UE şi în Directivele şi Reglementările UE

source: This document describes the general rules on free movement
ro: Prezentul document descrie regulile generale privind libera mişcare

source: Broadly speaking, the provisions of the Treaties in relation to freedom of movement apply in the same way to the 10 member states that joined the EU in 2004, the 2 member states (Bulgaria and Romania) that joined in January 2007 and Croatia, which joined in July 2013, although some of the rules were not put into effect immediately under the transitional arrangements described below
ro: În sens larg, prevederile tratatelor cu privire la libera circulație se aplică similar celor 10 state membre care s-au alăturat UE în 2004, celor două state membre (Bulgaria și România) care s-au alăturat în ianuarie 2007 și Croației, care a devenit membră în iulie 2013, deși unele reglementări nu au intrat imediat în vigoare în baza măsurilor tranzitorii descrise mai jos

source: The EU Treaties have a number of provisions dealing with free movement of people and specifically with free movement of workers
ro: Tratatele UE au un număr de prevederi care tratează libertatea de mişcare a persoanelor şi, în mod specific, libertatea de mişcare a muncitorilor

source: The Treaties provide that "every citizen of the Union shall have the right to move and reside freely within the territory of the Member States subject to the limitations and conditions laid down in the EC Treaty and by the measures adopted to give it effect"
ro: Tratatele stipulează că "fiecare cetăţean al Uniunii va avea dreptul de a se mişca şi de a locui liber în cadrul teritoriului Statelor Membre, conform limitărilor şi condiţiilor stipulate în Tratatul CE şi măsurilor adoptate în vederea aplicării sale"

source: The Treaties contain a general prohibition (ban) on discrimination on the grounds of nationality and they specifically state that freedom of movement for workers entails "the abolition of any discrimination based on nationality between workers of the Member States as regards employment, remuneration and other conditions of work and employment"
ro: Tratatele conţin o prohibiţie (interdicţie) generală privind discriminarea pe motive de naţionalitate şi declară în mod expres că libertatea de mişcare pentru muncitori are ca rezultat "abolirea oricărei discriminări pe bază de naţionalitate între muncitori ai Statelor Membre cu privire la angajare, remuneraţie şi alte condiţii de muncă şi angajare"

source: The Treaty provisions on free movement of workers provide that, subject to limitations justified on grounds of public policy, public security or public health, workers have the right to accept offers of employment and to move freely within the territory of the member states in order to take up such offers
ro: Prevederile Tratatului privind libertatea de mişcare a muncitorilor stipulează că, în conformitate cu limitările justificare pe motive de politică publică, siguranţă publică sau sănătate publică, muncitorii au dreptul de a accepta oferte de angajare şi de a se mişca liber pe teritoriul statelor membre pentru a accepta astfel de oferte

source: The main EU Directives and Regulations giving effect to the right to free movement of workers are:
ro: Principalele Directive şi Reglementări UE emise în vederea aplicării dreptului de libertate de mişcare a muncitorilor sunt:

source: • Regulation No 492/2011 on freedom of movement for workers within the Union
ro: 492/2011 privind libertatea de mişcare pentru muncitori în cadrul Comunităţii,

source: • Directive 2004/38/EC (pdf) on the right of EU citizens and their family members to move and reside freely within the territory of the member states
ro: • Directiva 2004/38/EC (pdf) privind dreptul cetăţenilor UE şi al membrilor familiilor lor de a se mişca şi de a locui liber pe teritoriul statelor membre

source: (Directive 2004/38/EC is implemented in Ireland by the European Communities (Free Movement of Persons) Regulations 2015.)
ro: (Directiva 2004/38/EC este implementată în Irlanda prin Reglementările Comunităţilor Europene (Libertatea de Mişcare a Persoanelor) 2006 – 2008)

source: There have been several cases taken to the European Court of Justice which have clarified the rights of workers who move to other member states
ro: Au fost mai mult cazuri prezentate la Curtea Europeană de Justiţie care au clarificat drepturile muncitorilor care se mută în alte state membre

source: Rights of citizens of the new member states
ro: Drepturile cetăţenilor din noile state membre

source: When new member states join the EU, the terms and conditions which apply to them are set out in accession treaties
ro: Când noi state membre aderă la UE, termenii şi condiţiile care se aplică acestora sunt stipulate în tratatele de aderare

source: These treaties are then part of the overall treaties governing the EU
ro: Aceste tratate fac parte apoi din tratatele de ansamblu care guvernează UE

source: Special transitional provisions on free movement of workers were included in the Accession Treaties which apply to the ten member states which joined in May 2004 and in the Accession Treaties with Bulgaria, Romania and Croatia
ro: Prevederile speciale de tranziţie privind libera mişcare a muncitorilor au fost incluse în Tratatele de Aderare care se aplică celor zece state membre care au aderat în mai 2004 şi în Tratatele de Aderare cu Bulgaria şi România

source: These transitional provisions meant that the 15 states which were EU members before May 2004 (the original member states) had certain rights to limit free movement for a period
ro: Aceste prevederi de tranziţie înseamnă că cele 15 state care au fost membre UE înainte de mai 2004 (statele membre iniţiale) au anumite drepturi de a limita libertatea de mişcare pe o perioadă

source: Citizens of Cyprus and Malta had complete freedom of movement from the start of their membership (but Malta may impose restrictions on other member states)
ro: Cetăţenii din Cipru şi Malta au beneficiat de deplină libertate de mişcare încă din momentul în care au devenit membrii (dar Malta poate impune restricţii altor state membre)

source: The 10 member states that joined in May 2004
ro: Cele zece state membre care au aderat în mai 2004

source: The following transitional arrangements applied to the other 8 new member states that joined the EU in 2004:
ro: Următoarele măsuri de tranziţie se aplică celorlalte opt noi state membre care au aderat la UE în 2004:

source: The transitional arrangements applied to employment
ro: Măsurile de tranziţie se aplică angajării

source: They did not apply to self-employment
ro: Ele nu se aplică auto-angajării

source: This means that in general, citizens of the new member states had the right to set up as self-employed people in the existing member states from 1 May 2004
ro: Aceasta înseamnă că în general cetăţenii noilor state membre au avut dreptul de a se constitui ca persoane auto-angajate în statele membre existente de la 1 mai 2004

source: (There were some specific exceptions to this; none of these applies in Ireland)
ro: (Există excepţii specifice la aceasta; nici una dintre acestea nu se aplică în Irlanda)

source: Further information on working in another EU country is available here
ro: Informaţii suplimentare la munca într-o altă ţară UE este disponibilă

source: The right to free movement is subject to some general restrictions and these apply to the citizens of the new member states in the same way as they apply to the citizens of the existing states
ro: Dreptul la libertate de mişcare se supune unor restricţii generale şi acestea se aplică cetăţenilor noilor state membre în acelaşi mod în care se aplică cetăţenilor statelor existente – acestea sunt descrise mai jos

source: Citizens of the new member states are entitled to live in any of the existing member states in order to study or as retired people
ro: Irlanda, Marea Britanie şi Suedia au permis libertate deplină de mişcare, iar celelalte ţări au aplicat unele restricţii

source: This right has always been subject to a number of restrictions and these apply in the same way to citizens of the new member states
ro: Statelor membre iniţiale le este încă permis să menţină unele reglementări privind libertatea de mişcare a muncitorilor

source: Since 2011, there is complete freedom of movement for the 10 member states that joined in 2004
ro: De la 1 mai 2009 În general, libertatea deplină de mişcare trebuie să se aplice de la 1 mai 2009

source: Further information on residence rights of EU/EEA nationals in other EU member states is available here
ro: Pentru cele 10 state care au devenit membre în 2004 libertatea deplină de circulație este în vigoare din 2011

source: Bulgaria and Romania joined the EU on 1 January 2007
ro: Bulgaria şi România au aderat la UE la 1 ianuarie 2007

source: The transitional arrangements in relation to free movement of workers which applied to them are as follows:
ro: Măsurile de tranziţie cu privire la libertatea de mişcare a muncitorilor care li se aplică sunt următoarele:

source: The existing member states (including the 10 that joined in 2004) could decide to apply restrictions on free movement
ro: Statele membre existente (inclusiv cele 10 admise în 2004) pot lua hotărârea aplicării de restricţii cu privire la libera circulație

source: They did not have to notify the Commission of their intention to do so
ro: Acestea nu erau obligate să anunţe Comisia cu privire la intenţia lor

source: Ireland decided to impose such restrictions
ro: De la 1 ianuarie 2009 până la 1 ianuarie 2012

source: This means that citizens of Bulgaria and Romania were subject to the employment permit requirements which applied before they joined the EU
ro: În decembrie 2011, Irlanda a decis să mențină restricțiile curente cu privire la bulgari și români până la data de 31 decembrie 2013

source: The Irish Government decided to end restrictions on Bulgarians and Romanians accessing the Irish labour market with effect from 1 January 2012
ro: Însă, pe 17 iulie 2012 Guvernul irlandez a decis încheierea restricțiilor impuse cetăţenilor bulgari și români cu privire la accesul pe piața muncii din Irlanda începând cu 1 ianuarie 2012

source: Since 2014, there is complete freedom of movement from 2014 for Bulgaria and Romania
ro: Pentru Bulgaria și România care au devenit membre în 2007 libertatea deplină de circulație a intrat în vigoare în 2014

source: Croatia joined the EU on 1 July 2013
ro: Croația s-a alăturat UE pe 1 iulie 2013

source: The transitional arrangements in relation to free movement of workers that apply to Croatia are as follows:
ro: Măsurile tranzitorii cu privire la libera circulație a muncitorilor care se aplică în cazul Croației sunt următoarele:

source: From 1 July 2013 to 1 July 2015
ro: De la 1 iulie 2013 la 1 iulie 2015

source: EU member states could choose to restrict the right of Croatian nationals to work in their country or in particular sectors
ro: Statele membre UE pot opta pentru restricționarea dreptului cetăţenilor croaţi de a lucra în țara lor sau în anumite sectoare

source: Ireland decided to allow full free movement
ro: Irlanda a decis să permită libertatea deplină de circulație

source: From 1 July 2015
ro: De la 1 iulie 2015

source: The EU member states will be still allowed to maintain some restrictions on the free movement of workers
ro: Statele membre UE vor putea să menţină în continuare unele restricții cu privire la libera circulație a muncitorilor

source: This transitional arrangement should in principle come to an end after 5 years but there is a provision whereby an original member state can ask the Commission to continue restrictions for a further 2 years if it was experiencing serious disturbances in its labour market
ro: În principiu, această măsură tranzitorie trebuie să înceteze după 5 ani dar există o prevedere prin care un stat membru fondator poate solicita Comisiei prelungirea restricțiilor pentru încă 2 ani dacă acesta se confruntă cu perturbări grave pe piața forței de muncă

source: From 1 July 2020
ro: De la 1 iulie 2020

source: There will be complete freedom of movement from 2020 for Croatia, which joined in 2013
ro: Croația care a devenit membră în 2013 va beneficia de deplina libertate de circulație începând cu 2020
